// Примечание: Это ката вдохновлено приемом "Преобразование числа в строку". Попробуйте и его.
//
//     Описание
// Нам нужна функция, которая может преобразовать строку в число. Какие способы достижения этой цели вы знаете?
//
//     Примечание: Не волнуйтесь, все входные данные будут строками, а каждая строка - это вполне корректное
//     представление целого числа.
//
//     Примеры
// "1234" --> 1234
// "605" --> 605
// "1405" --> 1405
// "-7" --> -7

const stringToNumber = function(str){
  return Number(str)
}
